[Info]
Author=nickW, revision by ruaideh
Home=
Reviewer=Members of EverEdit forum

[MENU128]
P57601=Fichier
P57600=Nouveau
57600=Texte normal
1233=Binaire
1230=Configurer modèles
1238=Autres types...
57601=Ouvrir...
1206=Fermer
1203=Fermer autres
1202=Fermer tout
1244=Fermer onglets à gauche
1245=Fermer onglets à droite
1237=Recharger
1658=Recharger avec encodage
2012=Nouvelle instance
P1241=Session
1241=Enregistrer nouvelle session
1243=Enregistrer session actuelle
1242=Effacer l'historique de session
57603=Enregistrer
1234=Enregistrer tout
57604=Enregistrer sous...
57609=Aperçu avant impression
57607=Imprimer...
1240=Dernier fichier fermé
1236=Effacer l'historique
P1236=Historique
35001=Vide
57665=Quitter
P57643=Modifier
57643=Annuler
57644=Refaire
57635=Couper
57634=Copier
92=Copier RTF
57637=Coller
P87=Presse-papiers
87=Couper Ajouter
88=Copier Ajouter
90=Couper lignes marquées
89=Copier lignes marquées
91=Coller en colonne
94=Coller en fin de ligne
61=Coller et mettre en retrait
1695=Coller depuis l'historique
112=Coller avec \0
1429=Effacer Presse-papiers
1338=Mode colonne
P26=Supprimer
P1428=Supprimer plus...
26=Supprimer
27=Supprimer suivant
85=Supprimer mot
28=Supprimer mot précédent
29=Supprimer mot suivant
30=Supprimer ligne
79=Supprimer jusqu'en début de ligne
80=Supprimer jusqu'en fin de ligne
1428=Supprimer lignes vides
1409=Supprimer lignes en double
63=Enlever espaces du début
64=Enlever espaces de la fin
P57642=Sélectionner
57642=Sélectionner tout
46=Sélectionner mot
86=Sélectionner ligne
67=Sélectionner entre 2 délimiteurs
77=Sélectionner entre 2 délimiteurs (avec délimiteurs)
55=Sélectionner ligne et précédente
56=Sélectionner ligne et suivante
106=Diviser sélection en lignes
1410=Sélection rapide
1422=Ajouter toutes les occurrences
P1480=Aligner
1480=Aligner à gauche
1481=Aligner à droite
1482=Aligner au centre
P102=Conversion
102=Premières lettres en majuscules
57=Majuscules
58=Minuscules
82=Inverser casse
97=Pleine largeur
98=Demi-largeur
69=Tabulations en espaces
70=Espaces en tabulations
83=Premières tabulations en espaces
84=Premiers espaces en tabulations
P72=Mise en forme
72=Joindre lignes
47=Augmenter retrait
48=Réduire retrait
51=Format retrait
1413=Ligne en commentaire
1414=Ligne non en commentaire
1415=Bloc en commentaire
1416=Bloc non en commentaire
P1417=Insérer
1417=Date
1418=Heure
1419=Personnaliser Date/Heure
P1330=Pliage de code
1330=Annuler pliage
1331=Syntaxe
1332=Retrait
62=Plier le niveau actuel
52=Déplier le niveau actuel
1622=Niveau de pliage 2
1623=Niveau de pliage 3
1624=Niveau de pliage 4
1625=Niveau de pliage 5
1626=Niveau de pliage 6
1627=Niveau de pliage 7
1628=Niveau de pliage 8
1629=Niveau de pliage 9
P81=Autres
81=Transposer
54=Dupliquer lignes
108=Dupliquer sélection
109=Restaurer dernière sélection
68=Copier ligne
36=Inverser mode Insérer/Refrapper
1423=Édition partielle
1483=Autoriser espace virtuel
1412=Mode hexa
P1318=Affichage
P1430=Polices
1430=Police par défaut
1431=Police personnalisée 1
1432=Police personnalisée 2
1433=Police personnalisée 3
1434=Police personnalisée 4
1435=Police personnalisée 5
1424=Taille de police plus grande
1425=Taille de police plus petite
1469=Taille de police d'origine
1321=Définir police
P1324=Barres d'outils
1324=Barre d'onglets
59392=Barre d'outils
59393=Barre d'état
1317=Masquer menu principal
1314=Barre d'outils Mode
P1312=Panneaux flottants
1312=Fenêtre plan
1318=Marqueur personnalisé
1292=Panneau dossier
1291=Fichiers ouverts
1329=Fragment
1325=Fenêtre de sortie
1315=Résultat suivant
1316=Résultat précédent
1322=Fenêtre de commande
1300=Numéro de ligne
1287=Mini-carte
1301=Règle
1671=Tabulation en espaces
1326=Surligner délimiteur
1327=Surligner URLs et adr. Email
1313=Surligner sélection
P1305=Afficher symboles
1305=Ligne active
1307=Mettre ligne en retrait
1311=Ligne de démarcation
1337=Marqueur de colonne
1672=Marge icônes
1302=Espace
1303=Fin de ligne
1304=Fin du document
1306=Caractères de contrôle
1310=Car. invisibles dans sélection
1309=Pliage en fin
1673=Prolonger ligne active
1674=Même niveau avec couleur d'arrière-plan
1675=État modif. ligne
1676=Marge signets
1339=Plier tout
1400=Déplier tout
1323=Espacement ligne
1289=Gestionnaire de signet
1286=Fichiers favoris
1285=Gestionnaire de fichiers
1290=Aperçu Web
1288=Navigateur externe
1328=Plein écran
P57636=Recherche
P1775=Recherche avancée
1775=Chercher tout
57636=Chercher...
1401=Chercher suivant
1402=Chercher précédent
1406=Chercher mot suivant
1407=Chercher mot précédent
1403=Chercher tout
1408=Chercher/Remplacer dans fichiers...
1470=Mini recherche...
57641=Remplacer...
1420=Remplacer par lots...
1663=Aller à la paire suivante
1426=Atteindre...
1457=Atteindre marques
P1276=Signet
1276=Inverser signet
1279=Signet suivant
1278=Signet précédent
1277=Supprimer tous les signets
P1280=Info-bulle
1280=Info-bulle suivante
1281=Info-bulle précédente
1282=Effacer toutes les info-bulles
60=Délimiteur apparié
P105=Editer position
104=Position de modif. suivante
105=Position de modif. précédente
P1662=Document
P1294=Retour à la ligne
1294=Annuler retour à la ligne
1297=Retour à la ligne avec indentation
1296=Retour à la ligne dans fenêtre
1295=Colonne fixe
1293=Colonne fixe avec tabulations
1308=Retrait pour lignes en retour auto.
1283=Largeur fixe en pixels
1662=Changer le type...
1665=Interdire modification
1661=Mode navigateur
1664=Mode 'sans distraction'
1659=Convertir encodage
1669=Convertir encodage multiple...
1654=Mise en retrait automatique
1657=Paire auto
1427=Autocomplétion
1456=Afficher liste complète
1455=Afficher calltip
1650=Copier chemin complet
1649=Copier nom de fichier
1651=Surveiller Presse-papiers
P1751=Surveiller modifications du fichier
1751=Utiliser paramètres de surveillance globaux
1752=Prévenir si modif.
1753=Rechargement automatique
1754=Recharger automatiquement et aller à la fin
1755=Activer minuteur rechargement auto.
1648=Renommer
1655=Ouvrir dossier parent
1667=Statistiques
1668=Insérer CR/LF sur lignes en retour auto
P1653=Avancé
1653=Recharger syntaxe
1647=Recharger modes
1660=Voir portée
P1770=Projet
1770=Fenêtre de projet
1772=Gérer les projets
1774=Ajouter fichier actuel
1776=Chercher/Remplacer dans projet
P1615=Outils
P1684=Vérif. orthographe
1684=Vérif. avec soulignement visible
1683=Vérif. avec dialogue en popup
1692=Configuration
P1336=Paramètres
1336=Général
1298=Thème
1460=Raccourci
1459=Coloration syntaxique
1581=Association de fichier
P1681=Tri
1681=Trier lignes (ordre ascendant)
1682=Trier lignes (ordre descendant)
1652=Tri avancé
1612=Séquence
1613=Nuancier
1614=Calcul de la sélection
1615=Comparaison de fichiers
1580=Outils externes
P1591=Groupe d'outils
1591=Groupe 1
1592=Groupe 2
1593=Groupe 3
1594=Groupe 4
1595=Groupe 5
1596=Groupe 6
1597=Groupe 7
1598=Groupe 8
1599=Groupe 9
P1574=Compléments
P1569=Gérer compléments
P1314=Mode
1314=Barre d'outils Mode
P1575=Plugin
1575=Vide
P1570=Macro
1570=Enregistrer/Arrêter
1578=Interrompre
1571=Exécuter
1573=Répéter
1572=Enregistrer macro sous...
1574=Recharger menu macros...
1568=Enregistrer comme script
1567=Installer compléments
1569=Chercher compléments
1576=Charger
1577=Modifier macro
P1222=Fenêtre
1222=Afficher ou masquer panneaux
1200=Fenêtre suivante
1201=Fenêtre précédente
1212=Fenêtre suivante (ordre onglets)
1213=Fenêtre précédente (ordre onglets)
1221=Dernière visitée
1204=Division verticale
1205=Division horizontale
1210=Fusionner onglets en un seul groupe
1207=Cloner affichage
1209=Afficher en groupe vertical d'onglets
1211=Afficher en groupe horizontal d'onglets
1223=Inverser focus
1214=Toujours au-dessus
P1220=Transparence
1220=Opaque
1226=Personnaliser...
P2010=Aide
2010=Aide en ligne
2009=Aide contextuelle
2005=Raccourcis clavier
2002=Ouvrir dossier d'installation
2004=Signaler un bogue
2003=Rechercher les mises à jour
2008=Acheter une licence
2011=Saisir code licence
57664=À propos de EverEdit

[MENU302]
1=Défaut
2=Fin
3=Largeur car.
4=Style DOS

[MENU303]
1412=Mode hexa
57643=Annuler
57644=Refaire
57635=Couper
57634=Copier
57637=Coller
1709=Coller depuis texte tableau (0D 0C..)
57642=Sél. tout
1426=Atteindre...
1708=Inspecteur
P1700=Affichage
1700=Hexadécimal
1701=Décimal
1702=Octal
1703=Binaire
P1704=Largeur en bits
1704=Octet 8 bits
1705=WORD 16 bits
1706=DWORD 32 bits

[MENU304]
P91=Coller plus...
P1461=Marqueur personnalisé
1461=Utiliser marqueur 1
1462=Utiliser marqueur 2
1463=Utiliser marqueur 3
1464=Utiliser marqueur 4
1465=Utiliser marqueur 5
1466=Utiliser marqueur 6
1467=Utiliser marqueur 7
1468=Utiliser marqueur 8
P1339=Pliage de code
P1720=Dictionnaires

[MENU305]
1=Recharger avec encodage
3=BOM(BOM)
4=Convertir encodage

[MENU307]
P201=Plus...
201=\c	Chinois
202=\j	Hiragana
203=\J	Katakana
204=\P	Symboles et ponctuation CJC
230=[:alnum:]	Tout caractère alphanumérique
231=[:alpha:]	Tout caractère alphabétique a-z, A-Z, et autre car.
232=[:ascii:]	Tout caractère ASCII (0x00~0x7F)
233=[:cntrl:]	Tout caractère de contrôle
234=[:digit:]	Tout chiffre 0-9
235=[:print:]	Tout caractère imprimable
236=[:space:]	Tout caractère espace
237=[:graph:]	Tout caractère graphique
238=[:lower:]	Tout caractère minuscule a-z, et autre car. minuscule
239=[:punct:]	Tout caractère de ponctuation
240=[:upper:]	Tout caractère majuscule A-Z, et autre car. majuscule
241=[:blank:]	Tout caractère blanc, soit espace soit tabulation
245=[:xdigit:]	Tout caractère chiffre hexadécimal, 0-9, a-f et A-F
1=\n	Nouvelle ligne
2=\t	Tabulation
4=^	Début de ligne
5=$	Fin de ligne
6=.	Tout caractère
7=\b	Limite de mot
8=\x00	Car (hexa 2 octets)
9=\u0000	Car (hexa 4 octets)
10=\w	Alphanumérique (A-Z, a-z, 0-9, _)
11=\W	Non-alphanumérique
12=\s	Espacement
13=\S	Non-espacement
14=\d	Chiffre (0-9)
15=\D	Non-chiffre
17=[]	Caractère dans la classe
18=[^]	Caractère non dans la classe
19=()	Groupe
20=|	Ou
21={n}	n fois
22={n,}	Au moins n fois
23={n,m}	Entre n et m fois
24=*	0 ou plusieurs fois
25=+	1 ou plusieurs fois
26=?	0 ou 1 fois
28=(?=exp)	Assertion avant positive
29=(?!exp)	Assertion avant négative
30=(?<=exp)	Assertion arrière positive
31=(?<!exp)	Assertion arrière négative

[MENU309]
1=$0	Chaîne en entier
2=$1	Réf. arrière 1
3=$2	Réf. arrière 2
4=$3	Réf. arrière 3
5=$4	Réf. arrière 4
6=$5	Réf. arrière 5
7=$6	Réf. arrière 6
8=$7	Réf. arrière 7
9=$8	Réf. arrière 8
10=$9	Réf. arrière 9
12=\n	Nouvelle ligne
13=\t	Tabulation
14=$$	Dollar

[MENU310]
1=Chemin complet du fichier
2=Dossier du fichier
3=Nom de fichier
4=Nom de fichier sans extension
5=Numéro de ligne actuel
6=Numéro de colonne actuel
7=Texte sélection actuelle
8=Mot actuel
9=Texte ligne actuelle
10=Dossier de l'application
11=Argument utilisateur 1
12=Argument utilisateur 2
13=Argument utilisateur 3
14=Argument utilisateur 4

[MENU311]
2=Dossier du fichier

[MENU312]
1286=Nouvelle fenêtre sortie
1280=Effacer
1282=Terminer
1285=Effacer surlignage
1281=Montrer numéro ligne
1321=Définir police
1320=Retour à la ligne
1284=Fermer
1287=Replier tout
1288=Déplier tout
25=Sél. tout
86=Sél. ligne
33=Copier
1289=Barre d'outils
1290=Effacement auto (Tout chercher/Grep...)

[MENU313]
1335=Paramètres
1224=Détacher vers nouvelle instance

[MENU314]
10=Autre...
11=Tabulation en espaces
12=Montrer espaces

[MENU315]
1=Par défaut
2=À plat
3=Dégradé
4=Motif

[MENU316]
1=@Ébauche
2=-Mot contextuel
3=*Mot-clé
4=#Marques
5=~Nom fichier

[MENU317]
1=Aucun
2=Capturer sortie
8=Capturer vers aperçu Web
3=Insérer
4=Insérer comme nouvelle ligne
5=Remplacer ligne
6=Remplacer document
7=Exécuter caché

[MENU318]
1=Aucun
2=Enregistrer le document actuel
3=Enregistrer tous les documents

[MENU319]
1225=Détacher

[MENU320]
1214=Insérer	Entrée
1210=Modifier	F2
1211=Supprimer	Suppr
1212=Nouveau fragment	Ctrl+N
1213=Nouveau groupe	Ctrl+Maj+N
1215=Recharger fragments
1216=Recharger groupes
1217=Ouvrir fichier de fragment
	
[MENU321]
1218=Menu contextuel
1219=Filtrer...
1200=Modifier	Entrée
1206=Actualiser	F5
1208=Chercher/Remplacer dans fichiers...	Ctrl+Shift+F
1210=Surveiller fichier actif
1211=Ajouter dossier
1205=Créer dossier
1212=Ouvrir dossier parent
1209=Définir comme dossier maître
1216=Monter	Maj+Haut
1216=Descendre	Maj+Bas
1214=Copier chemin
1213=Copier nom
1203=Renommer	F2
1204=Nouveau fichier
1201=Supprimer définitivement	Maj+Suppr
1202=Supprimer	Suppr
1207=Propriétés
1220=Ouvrir avec programme par défaut

[MENU324]
13=Entrée
32=Espace
9=Tab
27=Échap

[MENU325]
1=Bip
2=Demander: modifier
3=Demander: enregistrer
4=Ne pas demander

[MENU326]
219=Général
206=Polices
246=Session
215=Langue
231=Vérification orthographique
P224=Éditeur
224=Fichier
213=Modèle
285=Sauvegarder
238=Modifier
275=Style
254=Autocomplétion
223=Syntaxe
252=Performance
247=Imprimer
P217=Avancé
217=Onglets
296=Barre d'état
207=Barre d'outils
248=Association de fichier
272=Aperçu Web
P244=Autres
244=Hexa
286=Proxy

[MENU327]
57634=Copier

[MENU328]
1=Chaque jour
2=Chaque semaine
3=Chaque mois
4=Ne pas vérifier

[MENU329]
1221=Filtrer correspondances
1233=Filtrer lignes
1224=Compter occurrences trouvées
1225=Poser signet sur lignes trouvées

[MENU330]
1200=Actualiser	F5
1201=Afficher marques
1202=Afficher plan
1203=Copier structure
1204=Afficher balises: Groupe
1205=Afficher symboles de syntaxe
1206=Afficher balises: Relations

[MENU331]
1=Simple
2=Boîte
3=Flèche
4=Boîte & Ligne
5=Pentagone
6=Icône ronde

[MENU332]
1200=Masquer
1201=Personnaliser...
1202=Petites icônes (16x16)
1208=Icônes moyennes (24*24)
1203=Grandes icônes (32x32)
1204=Combiner barres d'outils
1205=Barres d'outils en retour auto.
1206=Haut
1207=Bas

[MENU333]
1300=Copier couleur
1301=Coller couleur

[MENU334]
57643=Annuler
57644=Rétablir
57635=Couper
57634=Copier
57637=Coller
26=Supprimer
1296=Retour à la ligne
57642=Sélectionner tout

[MENU335]
1220=Année (0000)
1221=Année (00)
1222=Mois (00)
1223=Mois (0)
1224=Jour (00)
1225=Jour (0)
1226=Heure (00)
1227=Heure (0)
1228=Heure 24 (00)
1229=Heure 24 (0)
1236=AM/PM
1230=Minute (00)
1231=Minute (0)
1232=Seconde (00)
1233=Seconde (0)
1234=Semaine (Nom complet)
1235=Semaine (Nom court)
1237=Jour de l'année
1238=Semaine de l'année

[MENU337]
1204=Nouveau
1203=Supprimer
1205=Sélectionner tout
1217=Sensible à la casse
1216=Expression régulière
1218=Mot entier
1219=Étendu (\\n, \r, \t)

[MENU338]
1200=Masquer panneau
1206=Enlever panneau
1201=Gauche
1202=Droite
1203=Bas
1205=Haut
1207=Haut<->Bas

[MENU340]
1=Ligne
2=Ligne pointillée

[MENU341]
1=Navigateur par défaut
2=Internet Explorer
3=Firefox
4=Chrome
5=Opera
100=Autre navigateur

[MENU342]
1217=Menu contextuel
1200=Modifier	Entrée
1201=Modifier hexa	Ctrl+H
1215=Actualiser balises	F5
1216=Chercher balises	Ctrl+F
1219=Chercher dans le projet...	Ctrl+Shift+F
1202=Gérer les projets	Ctrl+M
1203=Nouveau projet	F3
1204=Ajouter fichier	Ctrl+N
1205=Ajouter fichier actif	Ctrl+A
1206=Ajouter dossier	Ctrl+D
1218=Créer dossier
1207=Renommer	F2
1208=Retirer du projet	Suppr
1209=Monter	Ctrl+Haut
1210=Descendre	Ctrl+Bas
1211=Copier chemin complet	Ctrl+C
1212=Re-charger	Ctrl+F5
1213=Forcer enregistrement	Ctrl+S
1214=Propriété	Ctrl+P

[MENU343]
1=Couleur du fond
2=Ligne continue
3=Ligne en pointillés
4=Ligne continue2
5=Ligne en pointillés2

[MENU344]
1=Par défaut
2=Correspondance partielle
3=Correspondance floue

[MENU345]
1=Flèche
2=Ligne
3=Ligne de flèches
4=Car

[MENU346]
1=Gros point
2=Petit point
3=Ligne

[MENU347]
1220=Actualiser
1221=Supprimer
1222=Supprimer tout
1223=Copier sélection
1224=Copier tout

[MENU348]
1=Au-dessus
2=Couleur de fond
3=Cadre

[MENU349]
1217=Menu contextuel
1200=Modifier	Enter
1201=Modif hexa	Ctrl+H
1204=Ajouter fichier	Ctrl+N
1205=Ajouter fichier actif	Ctrl+A
1206=Ajouter dossier	Ctrl+D
1218=Créer dossier
1207=Renommer	F2
1208=Supprimer de la liste	Del
1209=Monter	Ctrl+Up
1210=Descendre	Ctrl+Down
1211=Copier chemin complet	Ctrl+C
1214=Propriété	Ctrl+P

[MENU353]
1200=Macro->Éditeur
1201=Éditeur->Macro
1202=Effacer tout le texte
1203=Charger
1204=Enregistrer sous
1205=Exécuter

[MENU354]
1200=Ajouter actuel
1201=Supprimer élément

[MENU355]
1=Numéro de ligne du curseur
2=Numéro de colonne du curseur
3=Valeur de caractère du curseur
4=Comptage de ligne
5=Encodage de fichier
6=Mode édition
7=Fin de ligne
8=Largeur de tabulation
9=Coloration syntaxique
10=Taille de la sélection

[MENU356]
1=Fonction
2=Classe
3=Macro
4=Variable
5=Enumération
6=Espace de nommage
7=Type
8=Divers

[MENU357]
255=Défaut
3=Aliasé
4=Anti-aliasé
5=ClearType

[MENU359]
1236=Chercher dans tous les documents ouverts

[DLG202]
0=Encodage
1=OK
2=Annuler
3000=Sélectionner page de code:
3001=Pages de code système:

[DLG203]
0=Outils externes
1=OK
2=Annuler
1200=Ajouter
1201=Supprimer
1216=Avancé
1227=Nom groupe
1229=Icône
1230=Accepter la saisie
3000=Titre:
3001=Commande:
3002=Arguments:
3003=Dossier initial:
3004=Modèle action:

[DLG204]
0=Liste fenêtres
2=Fermer
3000=Chercher:

[DLG205]
0=Chercher
1201=Suivant
1202=Précédent
1204=Sensible à la casse
1205=Mot entier
1206=Expression régulière
1207=Recommencer en fin de fichier
1208=Fermer si trouvé
1209=Surligner résultats
1212=Chercher tous
1218=Rech. incrémentale
1219=Remplacer>>
1226=Avancé
1234=Étendu (\\n, \r, \t)
1235=Continuer sur fichier suivant
1243=Recherche ultra-rapide
3000=Chercher:
3003=Chercher:

[DLG206]
0=Configurer police
1=OK
2=Annuler
1207=Les car. CJC utilisent une autre police
1208=Appliquer

[DLG208]
0=Remplacer par lots
1201=Monter
1202=Descendre
1206=Exporter
1207=Importer
1211=Remplacer tout
1212=Remplacer sélection
1221=Statistiques
1223=Fichier actuel
1224=Tous fichiers ouverts
1225=Stop

[DLG209]
0=Saisie
1=OK
2=Annuler
3000=Saisie:

[DLG210]
0=Gestionnaire de raccourcis
1202=Lier un script
1203=Assigner
1207=Supprimer
1220=Copier commande
1221=Effacer raccourci
3000=Touches actuelles:
3001=Nouvelles touches:
3002=*Déposer ici un fichier script pour le lier à un raccourci!

[DLG211]
0=Remplacer
1201=Suivant
1204=Sensible à la casse
1205=Mot entier
1206=Expression régulière
1207=Recommencer à la fin du fichier
1209=Surligner le résultat
1213=Remplacer
1214=Remplacer tout
1220=<<Chercher
1227=Mode rapide RemplacerTout
1229=Fichier actif
1230=Sélection
1231=Tous fichiers ouverts
1234=Étendu (\\n, \r, \t)
1235=Continuer dans fichier suivant
1240=Par lots
3000=Chercher:
3001=Remplacer:
3002=Étendue
3003=Chercher:
3004=Remplacer:

[DLG212]
0=Menu Commande

[DLG213]
1210=Insérer fichier modèle (max 4Ko)
1211=Le fichier modèle utilise ses propres codage et format
3000=Titre:
3001=Type:
3002=Modèle:

[DLG214]
0=A propos de EverEdit
1=OK
1210=Saisir votre code licence
1211=Licence accordée à:
1215=Acheter une licence

[DLG215]
1201=Plus
3000=Choisir la langue:
3001=Auteur:
3002=Site:

[DLG216]
1202=Ajouter BOM
1204=Ouvrir en tant que fichier binaire:
1205=Codage:
1206=Format de fichier:
1207=Open
1208=Open as read-only
1209=Open as bianry
1210=Open as binary read-only

[DLG217]
1200=Afficher les onglets en bas
1202=Aff. icône sur onglet
1203=Marquer (*) quand le document a été modifié
1204=Largeur d'onglet fixe
1205=Masquer la barre d'onglet si un seul document ouvert
1207=Afficher boutons défilement
1208=Afficher bouton liste fichier
1209=Afficher bouton fermeture globale à droite
1210=Afficher bouton fermeture sur chaque onglet
1211=Fermer onglet via double clic
1212=Transférer dans le titre la 1ère ligne du document
1214=En l'absence de document, quitter l'application avec Ctrl+W
1215=Nouvel onglet complètement à droite
3000=Style d'onglet document:
3001=Style d'onglet panneau flottant:

[DLG219]
1205=Autoriser plusieurs instances
1206=Ajouter EverEdit au bouton droit de la souris
1207=Utiliser EverEdit dans Internet Explorer
1209=Les barres d'outils utilisent l'arrière-plan système
1214=Utiliser menu détachable (redémarrage requis)
1215=Vérif. MAJ
1216=Utiliser style Vista pour treectrl des panneaux flottants (redém.)
1218=Configurer police treectrl des panneaux flottants (redém.)
1219=Conf.
1220=Activer thème sur panneaux flottants
3000=Nombre de fichiers récents:

[DLG220]
0=Chercher/Remplacer dans fichiers
1=Chercher...
2=Fermer
1205=Expression régulière
1206=Sensible à la casse
1207=Inclure sous-dossiers
1209=Utiliser fenêtre de sortie
1210=Lignes sans correspondance
1212=Montrer seulement chemin
1213=Verrouiller fenêtre principale (recommandé)
1214=Mot entier
1215=Chercher dans fichiers du projet actuel
1216=Remplacer
1219=Sauvegarder fichiers remplacés
3000=Rechercher:
3001=Dossier:
3002=Type fichier:
3003=Codage:
3004=Remplacer:

[DLG222]
0=Grep en cours
1=Stop

[DLG223]
0=Coloration syntaxique
1=OK
2=Annuler
1201=Ajouter
1202=Supprimer
1227=Marqueur col.
1240=Modifier
1243=Avancé
1249=Plus
1252=Utiliser des espaces pour remplacer les tabulations
1255=Plus
3001=Titre:
3002=Fichier syntaxe:
3003=Extensions:
3006=Taille tab.:

[DLG224]
1207=Surveiller modif. fichier
1212=Créer un nouveau fichier au démarrage
1216=Détecteur d'encodage
1220=Définir encodage à UTF-8 sans BOM sur fichiers ANSI
1221=Activer la fonction Enregistrer même si le document n'a pas été modifié
3000=Nouveau fichier ou fichier de 0 octet
3001=Format:
3002=Encodage:
3003=Modifs de fichier
3004=Modifier un fichier en lecture seule:
3005=Mode fixe:
3006=Type:

[DLG227]
0=Tri..
3000=Analyse en cours...

[DLG228]
0=Liste fichiers
1=OK
2=Annuler

[DLG229]
0=Trier
2=Annuler
1200=Ascendant
1201=Descendant
1202=Trier
1204=Sensible à la casse
1205=Supprimer doublons
1206=Lignes triées -> nouveau document (*rapide)
1208=Supprimer lignes vides
1211=Sélection
1212=Document
1220=Tri alphabétique
1221=Tri numérique (01,02...09,10...)
1222=Tri par longueur de ligne
3000=Ordre
3001=Texte
3002=Méthode de tri
3003=* Si vous souhaitez trier avec vos paramètres régionaux, veuillez paramétrer l'encodage du tampon en ANSI.

[DLG230]
0=Vérificateur orthographique
3000=Suggestions:
3001=Mot:
1202=Remplacer
1203=Ignorer 1 fois
1204=Ignorer tout
1205=Apprendre
1206=Configurer

[DLG231]
0=Configuer vérificateur orthographique
1=OK
2=Annuler
1203=Commentaire
1204=Chaîne
1205=Texte normal
3001=La Vérif. immédiate va contrôler la syntaxe seulement dans:

[DLG232]
0=Marqueur de colonne
1=OK
2=Annuler

[DLG233]
0=Licence
1=OK
2=Fermer
3000=Saisir votre code licence:
1201=Acheter

[DLG234]
0=Thème
1=Enregistrer
2=Fermer
1211=Appliquer
1213=Plus
1215=*Note: Gras et italique seulement avec police de largeur fixe.

[DLG235]
0=Avancé
1=OK
2=Annuler
1217=Utiliser modèle emplac.t de sortie
1222=Capturer
3000=Expression régulière:
3001=Chemin:
3002=Ligne:
3003=Colonne:
3004=Modèle pour sauver:
3005=Codage sortie:

[DLG236]
0=Avancé
1=OK
2=Annuler
1256=Supprimer espaces de fin lors de l'enregistrement
1257=Vérifier nouvelle ligne à la fin du fichier
3000=Groupe d'outils:
3001=Mode:
3002=Fichier d'aide:

[DLG239]
0=Séquence
1=Insérer
2=Annuler
1209=Chiffre
1210=Hexa
1211=Insertion colonne
3000=Début:
3001=Pas:
3002=Nombre:
3003=Alignement:
3004=Format
3005=Aperçu:

[DLG241]
0=Couleur
1=OK
2=Annuler
3000=Seconde ligne:
3001=Ligne active:

[DLG242]
0=Groupe
1=OK
2=Annuler
3000=Nom de fichier sans extension:
3001=Titre:

[DLG243]
0=Merci
1200=Enregistrer la licence dans le registre
1201=Enregistrer la licence dans le répertoire d'installation
1202=Merci pour votre achat de EverEdit!\nNous continuerons à vous fournir le meilleur logiciel et service!\n\nSouhaitez-vous enregistrer votre licence dans le registre ou dans un fichier?

[DLG244]
3000=Ouvrir ces fichiers en mode hexa:

[DLG245]
0=Inspecteur

[DLG246]
1200=Recharger les fichiers fermés au démarrage
1201=Se souvenir de la position du curseur des fichiers ouverts
1202=Restaurer les signets
1203=Enregistrer/restaurer les fichiers modifiés
3000=Définir le répertoire temporaire des fichiers modifiés:
3001=* Laisser vide pour utilise le répertoire temporaire par défaut
3002=Enregistrer/Sauvegarder

[DLG247]
1204=Utiliser la police de la vue actuelle
3000=Marges (mm)
3001=Bas
3002=Gauche
3003=Haut
3004=Droite
3005=En-tête:
3006=Pied de page:

[DLG248]
0=Association de fichier EverEdit
1=Appliquer
2=Fermer
1200=Cocher tout
1201=Dé-cocher tout
1202=Saisie de l'utilisateur
1203=Ne pas changer l'icône des fichiers associés!
2000=EverEdit n'enregistrera pas vos paramètres actuels!\nÊtes-vous sûr de vouloir continuer?
2001=Saisir vos extensions (txt;log;csv;tsv):
2002=Défini par l'utilisateur
2003=Associations de fichier mises à jour!

[DLG249]
1204=Gras
3000=Nom police:
3001=Taille:
3002=Lissage de police:
3003=Ligne de base:

[DLG249]
0=Tout
1=OK
1201=Supprimer sélection

[DLG250]
0=Préférences
1202=Appliquer
1203=Aide
1204=Annuler
1205=OK
3000=Catégorie:

[DLG251]
0=Marqueur personnalisé
1=Fermer
1200=Expression régulière
1201=Sensible à la casse
1202=Mot entier
1203=Ajouter
1204=Supprimer
1210=Activer
1213=Appliquer

[DLG252]
1208=Utiliser mémoire pour charger fichier(rapide mais utilise + mémoire)
3000=Retour à la ligne automatique si nombre de lignes <:
3001=(Ligne)
3002=Ouvrir fichier seulement si sa taille est >:
3004=Taille tampon détection auto. codage:
3006=Nb maxi caractères à surligner dans une ligne:
3007=Nb maxi lignes à analyser dans fenêtre plan:
3008=(Ligne)
3009=Quand les occurences seront trouvées, réduire la ligne à:

[DLG253]
0=Paramètres du détecteur d'encodage
1=OK
2=Annuler
3000=Détection automatique des encodages:

[DLG254]
1209=Utiliser touches 1~9 pour sélectionner le mot (Défault : Alt+1~9)
3000=Raccourci clavier:
3003=Tout:
3004=Sélectionné:
3005=Méthode correspondance:

[DLG255]
0=Modifier type
1=OK
2=Annuler
1201=Configurer

[DLG259]
0=Personnaliser le format Date/Heure
1=OK
2=Annuler
3000=Aperçu:

[DLG260]
0=Chercher
1=Chercher...
2=Annuler
1207=Remplacer...
1208=Remplacer tout

[DLG261]
0=Hexa
3000=Rechercher:

[DLG262]
0=Texte
1206=Respecter la casse
1211=Gros-boutiste
3000=Rechercher:
3001=Type de données:

[DLG263]
0=Nombres
1200=Restreindre à la limite du type de données
1211=Gros-boutiste
3000=Rechercher:
3001=Type de données:

[DLG264]
0=Remplacer
1206=Respecter la casse
1211=Gros-boutiste
3000=Rechercher:
3001=Remplacer par:
3002=Type de données:

[DLG265]
0=Atteindre
1=Atteindre...
2=Annuler
1201=Début du fichier
1202=Fin du fichier
1203=Décalage hexa
1206=Position du curseur
3000=Décalage:
3001=Relatif à

[DLG266]
0=Couleur
1=OK
2=Annuler
3000=Lignes modifiées:
3001=Lignes ajoutées:
3002=Lignes supprimées:
3003=Fausses lignes:
3004=Lignes copiées:
3005=Ligne active:

[DLG267]
0=Enregistrer
2=Annuler
1200=Enregistrer tout
1201=Enregistrer à gauche
1202=Enregistrer à droite

[DLG269]
1200=Suiv
1201=Préc
1202=Comparer
1203=Ignorer casse
1204=Ignorer espaces
1205=Aff. coloration syntaxique
1206=Afficher numéro de ligne
1207=Afficher icônes
1208=Défilement synchronisé
1209=Mode édition
1210=Copier ->(&D)
1211=Copier <-(&G)
1212=Couleurs
1213=Annuler
1214=Show thumbnail

[DLG272]
1200=Ajouter
1201=Modifier
1202=Supprimer
3000=Paramètres Hôte/Dossier:
3001=Navigateur externe:
3002=Autre navigateur:

[DLG273]
0=Description Hôte/Dossier
1=OK
2=Annuler
3000=Hôte: (exemple, http://localhost:8080/myproject)
3001=Dossier: (exemple, c:\iisroot\myproject)

[DLG274]
0=Nouveau projet
1=OK
2=Annuler
3000=Nom fichier (sans extension):
3001=Titre du projet:

[DLG275]
1200=Style marque de pliage:
1201=Style point d'insertion:
1202=Style ligne active:
1203=Style car Tab:
1204=Style espaces:
1205=Vue active de la mini-carte:
1206=Toujours masquer barre de défilement vertical
1207=Toujours masquer barre de défilement horizontal
1208=Largeur barre d'état modif. ligne:
1210=Ligne d'indentation:

[DLG276]
0=Fichiers du projet
1=Ouvrir
2=Fermer
1200=Nouveau
1201=Supprimer

[DLG277]
0=Mettre à jour EverEdit
1=Mettre à jour maintenant
2=Annuler
1203=Aller
1206=Voir les détails
1207=Une nouvelle version de EverEdit est disponible!
1208=Voulez-vous mettre à niveau?
1209=Cocher tout
1210=Dé-cocher tout
1211=Mise à jour manuelle
1212=Version actuelle:
1213=Dernière version:
1400=Impossible de créer le dossier [update]!
1401=Téléchargement...
1402=Une erreur est survenue, le code est [%d]!
1403=Téléchargement terminé!
1404=Décompression...
1405=EverEdit est actif, commencez par le fermer!
1406=Voulez-vous annuler l'opération en cours?
1407=%d fichiers ont besoin de votre confirmation!
1408=Félicitations, EverEdit a été mis à jour avec succès!
1409=Impossible de copier fichier de %s vers %s!\n\nRé-essayer?
1410=Un échec de connexion s'est produit, EverEdit ne peut vérifier les mises à jour!

[DLG278]
0=Aide

[DLG281]
0=Modèles de syntaxe
1=OK
2=Annuler
3000=Extensions de fichier (txt;log;html):
3001=Modèle du nom de fichier:
3002=Modèle de la 1ère ligne:

[DLG282]
1201=Ce programme est conçu pour les systèmes Windows NT.
1202=Ce programme doit être appelé depuis EverEdit!
1203=Impossible de créer le fichier "%s"
1204=Impossible de définir les options de sécurité pour le 'pipe'.
1205=Impossible d'obtenir les options de sécurité du fichier "%s"
1206=Impossible de définir les options de sécurité pour le fichier "%s"
1207=Impossible d'obtenir les droits pour définir les options de sécurité du fichier "%s"

[DLG283]
3000=Fichier
3001=Ligne
3002=Texte

[DLG286]
3000=Type de serveur proxy:
3001=Hôte:
3002=Port:
3003=Utilisateur:
3004=Mot de passe:
1200=Aucun
1201=HTTP/1.1 utilise méthode CONNECT
1202=SOCKS 5

[DLG287]
1=OK
2=Annuler

113=Configurer
115=Saisir

1001=Configurer
1003=Profils
1005=Annuler

1100=Modifier
1101=Modifier hexa
1102=Actualiser ce dossier	F5
1104=Transférer fichier depuis disque...
1110=Transférer fichier actif ici
1105=Télécharger et enregistrer sous...
1106=Créer dossier
1107=Créer fichier
1111=Copier nom	Ctrl+Maj+C
1112=Copier chemin complet	Ctrl+C
1108=Renommer	F2
1109=Supprimer	Delete

1205=Renommer

1304=Demander mot de passe
1305=Connexion anonyme
1309=Utiliser un proxy
1310=Proxy

1400=Utiliser mode passif pour FTP/FTPS
1403=Plage de ports personnalisée

3000=Hôte (IP ou nom de domaine):
3001=Type de connexion:
3002=Utilisateur:
3003=Mot de passe:
3004=Dossier initial:
3005=Port:
3006=Codage:
3007=Dossier local:

10000=Général
10001=Voulez-vous supprimer ce profil?
10003=Voulez-vous fermer la connexion actuelle et annuler les opérations?
10004=Toutes opérations annulées!\n
10006=Ajouter hôte
10007=Saisir description de votre hôte:
10008=Action
10009=Progression
10010=Fichier
10011=Saisir mot de passe:
10012=Impossible d'initialiser FTP!
10013=Listage
10014=Transférer
10015=En attente...
10016=Fichier cache créé:
10017=Impossible de créer le fichier cache!
10018=Télécharger
10019=Dossier
10020=Renommer
10021=Saisir un nouveau nom:
10022=Supprimer
10023=Suppression
10024=Voulez-vous vraiment supprimer l'élément sélectionné [%s]?
10025=Impossible de déplier le dossier: %s\n
10026=Créer un nouveau dossier sous %s:
10027=Taille: %s\nDate modification: %s
10028=%s\n\nCe fichier n'existe pas!
10029=Transfert
10030=Auth

[DLG289]
0=Convertir encodage multiple
1205=Convertir
1206=Sél. tout
3000=Chercher:
3001=Codage:
3002=Saut de ligne:

[DLG291]
2=Annuler
6=Oui
7=Non
1200=Oui pour tous
1201=Non pour tous

[DLG292]
50000=Définir comme Racine
50001=Définir Bureau comme Racine
50002=Afficher fichiers cachés
50002=Afficher fichiers masqués
50003=Actualiser	F5
50004=Surveiller fichier actif
50005=Rechercher dans fichiers...

[DLG294]
3000=Panneau flottant:
3001=Ouvrir fichiers:

[DLG295]
1201=Expression régulière
1202=Sensible à la casse
1203=Mot entier
1204=Retour à la ligne
1205=Surligner trouvés
1206=Fermer
1207=Suivant
1208=Précédent
1209=Chercher tout

[DLG296]
3000=Personnalisation des panneaux de la barre d'état:

[DLG297]
0=Nuancier
2=Fermer
1200=Limité aux couleurs websafe
1201=Enr.
1202=Inverser couleur
1203=Inverser Rouge/Bleu
1204=Décimal
1205=HTML
1206=RGB
1207=Insérer
1208=Copier
1209=Eff.
3000=Nom:
3001=Format
3002=Résultat:

[STRING]
1=Déplacer le point d'insertion vers la gauche\nÀ gauche
2=Déplacer le point d'insertion vers la droite\nÀ droite
3=Déplacer le point d'insertion vers le haut\nMonter
4=Déplacer le point d'insertion vers le bas\nDescendre
5=Déplacer en début de ligne\nDébut de ligne
6=Déplacer en fin de ligne\nFin de ligne
7=Déplacer au début du fichier\nDébut de fichier
8=Déplacer à la fin du fichier\nFin de fichier
9=Déplacer le point d'insertion vers la page précédente\nPage précédente
10=Déplacer le point d'insertion vers la page suivante\nPage suivante
11=Déplacer le point d'insertion vers le mot suivant\nMot suivant
12=Déplacer le point d'insertion vers le mot précédent\nMot précédent
13=Sélectionner jusqu'au caractère précédent\nSélectionner ->car. précédent
14=Sélectionner jusqu'au caractère suivant\nSélectionner ->car. suivant
15=Sélectionner jusqu'à la ligne précédente\nSélectionner ->ligne précédente
16=Sélectionner jusqu'à la ligne suivante\nSélectionner ->ligne suivante
17=Sélectionner jusqu'au début de la ligne\nSélectionner ->début de la ligne
18=Sélectionner jusqu'à la fin de la ligne\nSélectionner ->fin de la ligne
19=Sélectionner jusqu'au début du fichier\nSélectionner ->début du fichier
20=Sélectionner jusqu'à la fin du fichier\nSélectionner ->fin du fichier
21=Sélectionner jusqu'à la page précédente\nSélectionner ->page précédente
22=Sélectionner jusqu'à la page suivante\nSélectionner ->page suivante
23=Sélectionner jusqu'au mot suivant\nSélectionner ->mot suivant
24=Sélectionner jusqu'au mot précédent\nSélectionner ->mot précédent
26=Supprimer car. précédent ou sélection\nSupprimer
27=Supprimer car. suivant ou sélection\nSupprimer suivant
28=Supprimer jusqu'au bord gauche du mot actuel\nSupprimer mot précédent
29=Supprimer jusqu'au bord droit du mot actuel\nSupprimer mot suivant
30=Supprimer la ligne actuelle\nSupprimer ligne
36=Inverser mode insérer/modifier\nInverser mode insérer/modifier
38=Faire défiler la zone d'édition vers le haut sans déplacer le point d'insertion\nDéfiler haut
39=Faire défiler la zone d'édition vers le bas sans déplacer le point d'insertion\nDéfiler bas
40=Placer le point d'insertion au centre de l'écran\nPoint d'insertion au centre
44=Insérer une nouvelle ligne après la ligne actuelle\nNouvelle ligne après
45=Insérer une nouvelle ligne avant la ligne actuelle\nNouvelle ligne avant
46=Sélectionner le mot actuel\nSélectionner mot
47=Mettre en retrait la sélection ou la ligne actuelle\nMettre en retrait
48=Annuler le retrait de la sélection ou de la ligne actuelle\nAnnuler retrait
49=Monter la ligne actuelle\nMonter ligne
50=Descendre la ligne actuelle\nDescendre ligne
51=Définir le retrait des lignes sélectionnées pour une sélection normale\nFormat retrait
52=Déplier le bloc actuel\nDéplier
54=Dupliquer les lignes sélectionnées ou la ligne actuelle\nDupliquer lignes
55=Sélectionner jusqu'à la ligne précédente\nSélectionner ligne et précédente
56=Sélectionner jusqu'à la ligne suivante\nSélectionner ligne et suivante
57=Convertir la sélection en majuscules\nMajuscules
58=Convertir la sélection en minuscules\nMinuscules
59=Mettre la ligne du point d'insertion au centre de l'écran\nLigne du milieu
60=Atteindre le délimiteur apparié\nDélimiteur apparié
61=Mettre en retrait toutes les lignes avec le retrait de la 1ère ligne\nColler retrait
62=Plier le bloc actuel\nPlier
63=Enlever les espaces en début de ligne(s) sélectionnée(s)\nEnlever espaces du début
64=Enlever les espaces en fin de ligne(s) sélectionnée(s)\nEnlever espaces de fin
66=Insérer un saut de ligne\nInsérer ligne
67=Sélectionner jusqu'au délimiteur correspondant\nSélectionner entre 2 délimiteurs
68=Copier la ligne active dans le Presse-papiers\nCopier ligne
69=Convertir les tabulations en espaces\nTabulations en espaces
70=Convertir les espaces en tabulations\nEspaces en tabulations
72=Fusionner les lignes au-dessus et en-dessous en une seule ligne\nJoindre lignes
73=Déplacer en début ligne en-dessous\nDéplacer en début ligne en-dessous
74=Déplacer en fin ligne en-dessous\nDéplacer en fin ligne en-dessous
75=Sélectionner -> début ligne en-dessous\nSélectionner -> début ligne en-dessous
76=Sélectionner -> fin ligne en-dessous\nSélectionner -> fin ligne en-dessous
77=Sélectionner -> délimiteur apparié (en incluant les délimiteurs)\nSélectionner entre 2 délimiteurs(avec délimiteurs)
79=Supprimer jusqu'au début de la ligne actuelle\nSupprimer ->début de ligne
80=Supprimer jusqu'à la fin de la ligne actuelle\nSupprimer ->fin de ligne
81=Transposer les caractères à la gauche et à la droite du point d'insertion\nTransposer
82=Inverser la casse de la sélection\nInverser casse
83=Convertir les tabulations de début de ligne en espaces\nPremières tabulations en espaces
84=Convertir les espaces de début de ligne en tabulations\nPremiers espaces en tabulations
85=Supprimer le mot actuel\nSupprimer mot
86=Sélectionner la ligne active\nSélectionner ligne
87=Couper la sélection et l'ajouter au Presse-papiers\nCouper Ajouter
88=Copier la sélection et l'ajouter au Presse-papiers\nCopier Ajouter
89=Copier toutes les lignes marquées et les ajouter au Presse-papiers\nCopier lignes marquées
90=Couper toutes les lignes marquées et les ajouter au Presse-papiers\nCouper lignes marquées
91=Coller le Presse-papiers en mode colonne\nColler en colonne
94=Coller le Presse-papiers en fin de ligne\nColler en fin de ligne
95=Placer le point d'insertion au paragraphe suivant\nParagraphe suivant
96=Placer le point d'insertion au paragraphe précédent\nParagraphe précédent
97=Texte sélectionné: en pleine largeur\nEn pleine largeur
98=Texte sélectionné: en demi-largeur\nEn demi-largeur
102=Initiales des mots en majuscules dans le texte sélectionné\nPremières lettres en majuscules
104=Déplacer le point d'insertion à la position de modification suivante selon l'historique\nPosition de modif. suivante
105=Déplacer le point d'insertion à la position de modification précédente selon l'historique\nPosition de modif. précédente
106=Que chacune des lignes sélectionnées soit la sélection\nDiviser sélection en lignes
108=Dupliquer le texte sélectionné\nDupliquer sélection
109=Restaurer la dernière sélection\nRestaurer dernière sélection
112=Insérer le contenu du Presse-papiers qui inclut \0\nColler avec \0
149=Aperçu avant impression
1200=Aller au document suivant\nFenêtre suivante
1201=Aller au document précédent\nFenêtre précédente
1202=Fermer tous les documents\nFermer tout
1203=Fermer tous les autres documents\nFermer autres
1204=Diviser la vue actuelle verticalement\nDivision verticale
1205=Diviser la vue actuelle horizontalement\nDivision horizontale
1206=Fermer le document actif\nFermer
1207=Créer une nouvelle fenêtre texte qui lie l'objet document et la fenêtre actuelle\nCloner affichage
1209=Afficher la vue active en groupe vertical d'onglets, s'il n'existe pas, le créer\nGroupe vertical
1210=Fusionner tous les documents dans un groupe d'onglets\nFusionner les onglets dans un groupe
1211=Afficher la vue active en groupe horizontal d'onglets, s'il n'existe pas, le créer\nGroupe horizontal
1212=Aller au document suivant dans l'ordre des onglets\nFenêtre suivante (ordre onglets)
1213=Aller au document précédent dans l'ordre des onglets\nFenêtre précédente (ordre onglets)
1214=Placer la fenêtre principale toujours au-dessus\nToujours au-dessus
1220=Rendre la fenêtre principale opaque\nOpaque
1221=Activer la dernière fenêtre visitée\nDernière visitée
1222=Afficher ou masquer les panneaux valides\nAfficher ou masquer panneaux
1223=Inverser le focus entre fenêtres divisées\nInverser focus
1224=Détacher le document actuel vers une nouvelle instance\nDétacher vers nouvelle instance
1225=Détacher le document actuel vers cette instance (si elle n'exite pas, en créer une nouvelle)\nDétacher ici
1226=Personnaliser la transparence de la fenêtre principale\nPersonnaliser la transparence
1230=Configurer modèle de fichier et le faire apparaître dans menu Nouveau\nConfigurer modèle de fichier
1231=Créer un nouveau document avec un modèle\nNouveau avec modèle
1233=Créer un nouveau document binaire\nNew Binaire
1234=Enregistrer tous les documents\nEnregistrer tout
1236=Effacer les historiques récents comme fichiers récents, chercher, remplacer\nEffacer historiques récents
1237=Abandonner les modifications et réouvrir le fichier actuel\nRecharger
1238=Ouvrir une boîte de dialogue et créer un nouveau fichier avec le type de syntaxe sélectionné\nAutres types
1239=Gérer vos listes FTP/FTPS/SFTP et modifier fichiers distants\nFTP/SFTP
1240=Ré-ouvrir le fichier récemment fermé\nFichier fermé récemment
1241=Enregistrer l'état de tous les fichiers ouverts dans une nouvelle session, pour permettre leur restauration\n Enregistrer une nouvelle session
1242=Effacer l'historique de session\nEffacer les sessions
1243=Enregistrer l'état de tous les fichiers ouverts dans la session\nEnregistrer la session
1244=Fermer tous les documents sur la gauche\nFermer tous les onglets à gauche
1245=Fermer tous les documents sur la droite\nFermer tous les onglets à droite
1246=Afficher historique de fichier\nHistorique de fichier
1247=Afficher historique de session\nHistorique de session
1276=Définir ou effacer le signet à la ligne actuelle\nInverser signet
1277=Supprimer tous les signets\nSupprimer tous signets
1278=Aller au signet précédent\nSignet précédent
1279=Aller au signet suivant\nSignet suivant
1280=Déplacer le point d'insertion jusqu'à ligne suivante avec icône\nInfo-bulle suivante
1281=Déplacer le point d'insertion jusqu'à ligne précédente avec icône\nInfo-bulle précédente
1282=Effacer toutes les icônes/info-bulles et masquer la marge icônes\nEffacer toutes info-bulles
1283=Retour à la ligne: largeur fixe en pixels\nLargeur fixe en pixels
1286=Gérer vos fichiers favoris\nFichiers favoris
1284=Ouvrir une fenêtre popup et lister tous les panneaux flottants\nLister panneaux flottants
1285=Afficher gestionnaire de fichiers\nGestionnaire de fichiers
1287=Afficher ou masquer la mini-carte\nMini-carte
1288=Voir le document actuel dans un navigateur externe\nNavigateur externe
1289=Gérer liste des signets depuis documents\nGestionnaire de signet
1290=Voir le document actuel dans le navigateur intégré\nAperçu Web
1291=Afficher ou masquer les fichiers ouverts\nFichiers ouverts
1292=Afficher ou masquer l'affichage du dossier\nAffichage dossier
1293=Inverser le retour automatique à la ligne sur colonne fixe et agrandir les tabulations\nColonne fixe avec tabulations
1294=Annuler le retour automatique à la ligne s'il existe\nAnnuler retour à la ligne
1295=Inverser le retour automatique à la ligne sur une colonne fixe\nColonne fixe
1296=Inverser le retour automatique à la ligne au bord de la fenêtre\nRetour à la ligne dans fenêtre
1297=Inverser le retour automatique à la ligne en mode retour avec indentation\nRetour à la ligne avec indentation
1298=Gérer les thèmes installés\nThème
1300=Afficher ou masquer numéro de ligne\nNuméro de ligne
1301=Afficher ou masquer la règle\nRègle
1302=Afficher ou masquer les espaces et tabulations\nEspace
1303=Afficher ou masquer la fin de ligne (EOL)\nFin de ligne
1304=Afficher ou masquer la fin de fichier (EOF)\nFin de fichier
1305=Afficher ou masquer la ligne active\nLigne active
1306=Afficher ou masquer les caractères de contrôle\nCaractères de contrôle
1307=Afficher ou masquer la mise en retrait ligne\nMettre en retrait ligne
1308=Toutes les lignes en retour auto. utiliseront le même retrait que la 1ère ligne (seulement en mode Retour à la ligne avec indentation et en bord de fenêtre)\nRetrait pour lignes en retour auto.
1309=Montrer le texte plié en fin de ligne\nPliage en fin
1310=Afficher tous les caractères invisibles dans la sélection\nCaractères invisibles dans sélection
1311=Montrer ligne de démarcation entre le numéro de ligne et la zone d'édition\nLigne de démarcation
1312=Afficher ou masquer la fenêtre plan\nFenêtre plan
1313=Surligner la sélection dans la ligne actuelle\nSurligner sélection
1314=Afficher ou masquer la barre d'outils Mode\nBarre d'outils Mode
1315=Afficher résultat suivant de la fenêtre de sortie\nRésultat suivant
1316=Afficher résultat précédent de la fenêtre de sortie\nRésultat précédent
1317=Masquer la barre de menu principale, enfoncez et relâchez la touche [ALT] pour la réafficher\nMasquer menu principal
1318=Gérer la liste des marqueurs personnalisés\nMarqueur personnalisé
1320=Retour automatique à la ligne\nRetour à la ligne
1321=Configurer les paramètres de la police\nDéfinir police
1322=Afficher ou masquer la fenêtre de commande (le focus sera sur la fenêtre si elle ne l'a pas encore)\nFenêtre commande
1323=Configurer l'espacement de ligne du document actif\nEspacement ligne
1324=Afficher ou masquer la barre d'onglets\nBarre d'onglets
1325=Afficher ou masquer la fenêtre de sortie\nFenêtre de sortie
1326=Surligner délimiteurs appariés\nSurligner délimiteur
1327=Surligner les URLs Web et les adr. E-mail du document actuel\nSurligner URL et Email
1328=Inverser mode plein écran actif ou non\nPlein écran
1329=Afficher ou masquer la fenêtre fragment\nFragment
1330=Annuler le pliage et masquer la zone de pliage\nAnnuler pliage
1331=Pliage par syntaxe\nPliage: syntaxe
1332=Pliage par retrait\nPliage: retrait
1336=Afficher la boîte de dialogue des préférences\nPréférences
1337=Afficher ou masquer le marqueur de colonne\nMarqueur de colonne
1338=Activer ou désactiver le Mode colonne\nMode colonne
1339=Plier le premier niveau du document\nPlier tout
1400=Déplier le premier niveau du document\nDéplier tout
1401=Chercher le texte correspondant suivant\nChercher suivant
1402=Chercher le texte correspondant précédent\nChercher précédent
1403=Chercher toutes les occurrences de la sélection actuelle, si la sélection n'existe pas, alors chercher le mot actuel\nChercher tout
1406=Chercher l'occurrence suivante du mot actuel ou du texte sélectionné\nChercher mot suivant
1407=Chercher l'occurrence précédente du mot actuel ou du texte sélectionné\nChercher mot précédent
1408=Chercher ou remplacer une chaîne dans plusieurs fichiers\nChercher/Remplacer dans fichiers
1409=Supprimer les lignes en double dans la sélection ou le document\nSupprimer lignes en double
1410=Sélectionner les mêmes mots en-dessous et entrer en mode multi-points d'édition\nSélection rapide
1412=Afficher et modifier le fichier actuel en mode hexadécimal\nÉditeur hexa
1413=Insérer des caractères de commentaire de ligne au début de la ligne actuelle ou des lignes sélectionnées\nLigne en commentaire
1414=Supprimer les caractères de commentaire de ligne au début de la ligne actuelle ou des lignes sélectionnées\nLigne non en commentaire
1415=Insérer des caractères de commentaire de bloc sur la sélection\nBloc en commentaire
1416=Supprimer les caractères de commentaire de bloc sur la sélection\nBloc non en commentaire
1417=Insérer la date actuelle
1418=Insérer l'heure actuelle
1419=Personnaliser le format de la date/de l'heure\nPersonnaliser date/heure
1420=Exécuter plusieurs remplacements d'un seul clic\nRemplacer par lots
1422=Sélectionner toutes les occurrences de la sélection ou du mot actuel\nAjouter toutes occurrences
1423=Rendre inaccessible la zone non sélectionnée\nÉdition partielle
1424=Augmenter la taille de police\nTaille de police plus grande
1425=Diminuer la taille de police\nTaille de police plus petite
1426=Aller à la ligne indiquée dans le document actif\nAller à
1427=Activer ou désactiver l'autocomplétion\nAutocomplétion
1428=Supprimer les lignes vides dans la sélection ou le document\nSupprimer lignes vides
1429=Effacer ou vider le Presse-papiers\nEffacer Presse-papiers
1430=Appliquer cette police pour l'affichage de la modification en cours\nPolice par défaut
1436=Fenêtre de sortie
1437=Fenêtre de commande
1438=Police impression
1439=Police hexa
1440=Fenêtre prototype
1455=Afficher tout / Masquer fenêtre de calltip lors de la saisie\nAfficher calltip
1456=Afficher les mots correspondants d'après la position du curseur\nAfficher liste complète
1457=Lister toutes les marques correspondantes\nAtteindre marques
1459=Gérer la coloration syntaxique\nColoration syntaxique
1460=Gérer vos raccourcis-clavier\nRaccourcis
1461=Ajouter la sélection à la liste des marqueurs personnalisés\nAjouter aux marqueurs personnalisés
1469=Sélectionner la taille de police d'origine\nTaille de police d'origine
1470=Afficher une simple fenêtre de recherche das le coin supérieur droit\nMini recherche
1480=Aligner sur la gauche les lignes sélectionnées ou la ligne actuelle\nAligner à gauche
1481=Aligner sur la droite les lignes sélectionnées ou la ligne actuelle\nAligner à droite
1482=Centrer les lignes sélectionnées ou la ligne actuelle\nAligner au centre
1483=Utiliser curseur libre et autoriser espace virtuel\nAutoriser espace virtuel
1567=Installer ou mettre à jour des compléments comme dictionnaire, langue, script, fragment, syntaxe, modèle, thème...\nInstaller compléments
1568=Enregistrer le document actuel dans le dossier macro\nEnregistrer comme script
1569=Chercher des compléments sur at http://addons.everedit.net\nChercher compléments
1570=Lancer ou arrêter l'enregistrement de la macro\nEnregistrer/Arrêter
1571=Exécuter la macro actuelle une fois\nExécuter
1572=Enregistrer la macro actuelle dans un fichier\nEnregistrer macro sous
1573=Répéter la macro actuelle\nRépéter
1574=Recharger tous les fichiers de macro et actualiser le menu des macros\nActualiser menu macros
1576=Charger une macro en mémoire tampon (vous pourrez alors l'exécuter)\nCharger mémoire tampon
1577=Afficher ou modifier la macro enregistrée avec panneau flottant\nModifier macro
1578=Interrompre l'enregistrement en cours\nInterrompre
1580=Ajouter ou supprimer les outils de l'utilisateur\nOutils utilisateur
1581=Définir les associations de fichier pour EverEdit\nAssociation de fichier
1590=Utiliser ce groupe d'outils\nUtiliser groupe
1612=Générer une séquence (texte)\nSéquence
1613=Afficher la fenêtre du nuancier et récupérer la couleur sur l'écran\nNuancier
1614=Calculer la somme de la sélection, les nombres séparés par des espaces ou des sauts de ligne\nSomme
1615=Sélectionner 2 fichiers et les comparer avec un outil externe\nComparaison de fichiers
1647=Recharger tous les modes\nRecharger modes
1648=Renommer le nom de fichier du document actif\nRenommer
1649=Copier le nom de fichier du document actuel\nCopier nom de fichier
1650=Copier le chemin et le nom du document actif\nCopier chemin complet
1651=Coller le texte qui a été copié ou coupé vers le Presse-papiers\nSurveiller Presse-papiers
1652=Trier le document actif avec des options avancées\nTri avancé
1653=Recharger tous les fichiers de syntaxe\nRecharger syntaxe
1654=Activer ou désactiver la mise en retrait automatique sur le document actif\nMise en retrait automatique
1655=Localiser le document actuel dans l'explorateur de fichiers\nOuvrir le dossier parent
1656=Configurer la syntaxe
1657=Insertion auto. 2ème délimiteur\nPaire auto
1658=Recharger le document actuel avec l'encodage indiqué\nRecharger avec encodage
1659=Convertir l'encodage du document actuel\nConvertir encodage
1660=Voir la portée actuelle en format texte\nVoir portée
1661=Voir le fichier actuel en mode navigateur et désactiver les fonctions de modification\nMode navigateur
1662=Changer le type de fichier du document actif\nChanger type
1663=Le point d'insertion va atteindre la paire suivante\nAtteindre la paire suivante
1664=Entrer en mode plein écran puis modifier le fichier actuel en mode focus\nMode 'sans distraction'
1665=Désactiver les fonctions de modification pour le fichier actuel\nInterdire modification
1667=Afficher des statistiques (comme lignes, mots, caractères, etc...) pour sélection normale ou document\nStatistiques
1668=Insérer des fins de ligne sur chaque sous-ligne\nInsérer CR/LF sur lignes en retour auto
1669=Mettre en forme l'encodage et les fins de ligne de tous les documents ouverts\nConvertir encodage multiple...
1671=Utiliser des espaces pour remplacer les tabulations dans le document actif\nTabulation en espaces
1672=Afficher la marge icône à côté du numéro de ligne\nMarge icône
1673=Prolonger le fond de la ligne active jusqu'au bord gauche de la fenêtre\nProlonger ligne active
1674=Afficher la couleur d'arrière-plan des lignes au même niveau de pliage\nMême niveau avec couleur d'arrière-plan
1675=Marquer les lignes modifiées et les lignes enregistrées par des couleurs définies par l'utilisateur\nÉtat modif. ligne
1676=Afficher la marge des signets sur la droite de la zone de saisie\nMarge signets
1681=Trier les lignes sélectionnées ou tout le texte en ordre ascendant\nTrier lignes (ordre ascendant)
1682=Trier les lignes sélectionnées ou tout le texte en ordre descendant\nTrier lignes (ordre descendant)
1683=Afficher une boîte de dialogue modale et vérifier l'orthographe dans ce document\nVérifier orthographe
1684=Activer la vérification orthographique immédiate dans ce document, les mots incorrects seront soulignés par une ligne ondulée\nVérif. immédiate
1690=Ignorer ce mot tant que EverEdit est ouvert\nIgnorer tout
1691=Ajouter ce mot au dictionnaire de l'utilisateur\nAjouter au dictionnaire
1692=Configurer la vérification orthographique actuelle\nConfigurer vérification orthographique
1695=Afficher un menu en popup avec 10 éléments de l'historique du Presse-papiers\nColler depuis historique
1751=Utiliser paramètres de surveillance globaux\nUtiliser paramètres de surveillance globaux
1752=Prévenir si le fichier est modifié\nPrévenir si modif.
1753=Recharger automatiquement le fichier modifié\nRechargement automatique
1754=Recharger automatiquement le fichier modifié et aller à la fin de ce fichier\nRecharger automatiquement et aller à la fin
1755=Définir un minuteur pour recharger automatiquement le fichier modifié\nActiver minuteur rechargement auto.
1756=Menu en popup pour lister toutes les commandes de surveillance\nLister commandes de surveillance
1770=Afficher la fenêtre du projet\nFenêtre du projet
1772=Créer ou supprimer des projets\nGérer les projets
1774=Ajouter le fichier actif au projet actuel\nAjouter le fichier actuel
1775=Chercher les fichiers ouverts, les fichiers du projet, les marques ou exécuter une(des) commande(s)\nChercher tout
1776=Chercher ou remplacer une chaîne dans les fichiers du projet\nChercher/Remplacer dans projet
1785=Ouvrir ce projet
2002=Ouvrir le dossier d'installation de EverEdit\nOuvrir dossier d'installation
2003=Exécuter update.exe et vérifier la version la plus récente\nVérifier dernière version
2004=Signaler des bogues à www.everedit.net\nSignaler bogue
2005=Afficher tous les raccourcis clavier définis dans un nouveau document\nRaccourcis clavier
2008=Acheter une licence d'utilisation pour EverEdit\nAcheter une licence
2009=Afficher le fichier d'aide associé au fichier de syntaxe actuel\nAide contextuelle
2010=Afficher l'aide en ligne pour EverEdit\nAide
2011=Saisir votre code de licence\nSaisir code licence
2012=Créer une nouvelle instance de EverEdit\nNouvelle instance
2200=Page suivante\nPage suivante
2201=Page précédente\nPage précédente
2202=Zoom +\nZoom +
2203=Zoom -\nZoom -
2204=Fermer la fenêtre Aperçu avant impression\nFermer
2205=Imprimer ce document avec des couleurs\nSurligner
2206=Retour automatique à la ligne en cas de lignes longues\nRetour à la ligne
2207=Imprimer ce document avec les numéros de ligne\nNuméros de ligne
2208=Page %d de %d
2209=Configuration impression\nConfiguration
15001=%s a été modifié, l'enregistrer?
15002=Vous avez choisi un nouveau codage, recharger le fichier avec cet encodage?
15003=Saisir ligne (%d ~ %d):
15004=Saisir espacement ligne (0~200):
15005=%d fichiers trouvés!
15006=---- STATISTIQUES ---\nNombre de lignes: %d\nNombre de mots:   %d\nTaille en octets: %d\nNombre de car.:   %d\n	Car. ASCII:%d\n	Car. Non-ASCII:%d\nEspaces: %d\n------- FIN -------\n
15007=Voulez-vous effacer ce raccourci?
15008=[%s] n'est pas une commande!
15009=Arguments
15010=Veuillez saisir les arguments: %d:
15011=Cette touche est un raccourci de plusieurs touches, vous ne pouvez pas l'assigner!
15012=<Nouvel outil>
15013=Répéter macro
15014=Nombre boucles:
15015=Veuillez saisir la taille de la tabulation (2~64):
15016=Atteindre
15017=Espacement lignes
15019=Détection auto
15020=Tous les fichiers
15021=Doc
15022=Cette touche a déjà été attribuée à: \n\n[ %s ]\n\nVoulez-vous la supprimer?
15023=En attente de frappe de l'autre touche...
15024=Grep: [%s] dans [%s]
15025=Lignes: %d
15026=Mon fichier syntaxe
15027=Trier %d
15028=Vous essayez de trier de nombreuses lignes, voulez-vous les trier en tant que nouveau document?
15029=Vous n'avez pas sélectionné de texte dans la ligne!
15030=Par défaut
15031=%s a été défini comme syntaxe par défaut!
15033=%s\n\nCe fichier a été modifié par une autre application, voulez-vous le recharger?
15034=%d car(s), %d ligne(s)
15035=Configurer taille tabulation && retrait:
15036=Tabulation en espaces
15037=Tabulation
15038=Insertion
15039=Refrappe
15040=COL
15041=BOM
15042=Non BOM
15043=Le fichier n'existe pas ou a été modifié, vous devriez d'abord l'enregistrer!
15044=Saisir les délimiteurs qui peuvent être traités en tant que MOT comme (#-_):
15045=La syntaxe par défaut a été supprimée!
15046=Aucun
15047=Saisir décalage (%d ~ %d):
15048=Veuillez saisir le nom de ce groupe:
15049=%d lignes trouvées dans %s
15051=%d occurrences trouvées!
15052=Page début
15053=Veuillez saisir la colonne pour le retour automatique à la ligne:
15054=Veuillez saisir une largeur en pixels pour retour à la ligne:
15055=<COMMAND>: Tabulation en espaces!
15056=Avertir
15057=Rechargement auto.
15058=Recharger et aller à fin
15059=Déposez ici dossiers / fichiers!
15060=Plus
15061=Voulez-vous supprimer cet élément?
15063=Veuillez fermer toutes les fenêtres Fragment avant de sélectionner un groupe!
15064=Mauvais format du fragment!
15065=Sélection de colonne
15066=Raccourci clavier
15067=Ébauche: Saisir contenu depuis ligne suivante!
15068=Titre
15069=Vide
15070=Fichiers texte
15071=Portée indéfinie!
15072=Remplacer: [%s] par [%s]
15073=En cours d'exécution: %s\n
15074=Sortie terminée. La valeur de retour est [%d].
15075=Sortie actuelle terminée!
15076=Outils utilisateur
15077=%d lignes marquées!
15078=Analyse...
15079=Aucune liste!
15080=%s\n\nVoulez-vous re-charger ce fichier?
15081=Veuillez saisir un nom unique pour ce thème:
15082=Zone
15083=Arr-plan
15084=Avant-plan
15085=Gras
15086=Italique
15087=Vous devez faire redémarrer EverEdit pour appliquer ce paramètre!
15088=Entouré
15089=Souligné
15090=Barré
15091=Gras
15092=Pointillés
15093=Ligne ondulée
15095=SÉL: %d
15094=Vérification orthographique terminée!
15096=DÉCALAGE: %08X
15097=TAILLE: %d
15098=Sortie %d
15099=%d lignes trouvées
15100=Impossible de charger le fichier %s!\n
15102=%s: Impossible d'exécuter cette commande!%s
15103=Impossible de retirer ce menu!
15104=Une erreur est survenue lors de l'analyse syntaxique du script: \nFichier: %ws\nSource: %ws\nErreur: %08X\nDescription: %ws\nLigne: %d\n
15105=Impossible de créer le moteur de script!
15108=Impossible d'initialiser l'impression, vérifiez que vous avez installé une imprimante!
15109=EverEdit 32-bit ne peut charger un fichier dépassant 2Go, veuillez utiliser EverEdit 64-bit!
15110=Ce thème existe déjà, veuillez saisir un autre nom!
15111=<Erreur>: Le thread de redirection est mort!
15112=<Erreur>: Erreur de lecture du 'pipe' de sortie standard!
15113=<Erreur>: Erreur console de redirection: %x
15114=Vous ne pouvez supprimer que des éléments de niveau supérieur!
15115=Le fichier existe déjà, veuillez choisir un autre nom!
15116=%s\n\nCe fichier n'existe pas!
15117=Certaines erreurs sont survenues lors de l'exécution de fonctions!\n\n%s::%s
15118=Impossible d'exécuter votre opération, essayez de l'Exécuter en tant qu'Administrateur!\n\n%s
15119=Impossible d'établir une connexion avec une instance existante de EverEdit!
15120=Impossible de créer le moteur orthographique avec le dictionnaire choisi!\nDictionnaire: %s
15121=Cette commande ne peut être exécutée que depuis le menu!
15122=Il n'y a pas de fichier d'aide associé à ce type de fichier!
15123=Une erreur inconnue s'est produite, EverEdit va se fermer!
15124=Ce complément intégré n'est pas installé, voulez-vous l'installer?
15125=Une erreur est survenue en chargeant la DLL [%s]!
15126=EverEdit a détecté qu'il est impossible d'écrire dans le dossier d'installation, ceci peut entraîner des problèmes!\n1. Impossible de sauvegarder vos paramètres!\n2. Impossible d'installer/mettre à jour des compléments!\n\nIf you are running EverEdit on Vista/Win7/Win8+ with non-administrator privileges, DO NOT install it into C:\Program Files directory!
15127=Ce fichier a été enregistré, mais certains caractères peuvent être perdus dans l'encodage actuel!\nEverEdit va aller à la première ligne où une erreur s'est produite!
15128=Le fichier de syntaxe actuel a défini trop de régions et d'éléments!\nCeci peut créer des problèmes inattendus!
15129=Le fichier actuel a été chargé en mode exclusif, vous ne pouvez surveiller ce fichier!
15130=La syntaxe actuelle ne définit aucun symbole!
15131=La syntaxe actueelle ne définit pas le script surligné!
15132=Erreurs lors du tri du texte, veuillez encoder votre texte en UTF8 et essayez de nouveau!
15200=%d occurrences remplacées!
15203=Chercher de nouveau depuis le début/la fin de ce fichier!
15204=Impossible de trouver cette chaîne en-dessous de la position actuelle: %s
15205=Impossible de trouver cette chaîne au-dessus de la position actuelle: %s
15206=Impossible d'enregistrer dans ce fichier, vérifiez que vous avez les droits d'accès et que le fichier n'est pas verrouillé ni en lecture seule!\n%s\n%s
15207=Impossible de charger ce thème!
15208=Impossible d'enregistrer ce thème vers %s!
15209=Vous essayez de modifier un fichier en lecture seule!
15210=Vous essayez d'enregistrer un fichier en lecture seule, continuer?
15211=Impossible de trouver la chaîne: %s
15212=Fin de fichier dépassée!
15213=Vous n'avez pas sélectionné la sauvegarde des fichiers remplacés, continuer?
15214=EverEdit ne gère pas de recherche lors d'un remplacement!
15219=Vous essayez de remplacer plusieurs fichiers, continuer?
15220=Le texte sélectionné est trop long, cette opération ne sera pas ajoutée à l'historique du Presse-papiers!
15221=La recherche effectuée par EverEdit semble prendre du temps, continuer?
15222=Attention:[La recherche ultra-rapide] nécessite un minimum de trois caractères!
15234=Ces deeux document sont identiques!
15235=Comparer
15236=Total %d différences (changé:%d, ajouté:%d, supprimé:%d)
15237=L'encodage des BOMs est inconsistant!
15238=Les fins de lignes sont inconsistantes!
15239=Veuillez saisir la transparence (0~100):
15240=Chercher
15241=Remplacer par
15242=Options
15243=Remplacé
15244=Total: %d\n\nVérifié: %d\n\nSélectionné: %d
15245=Lignes vides supprimées: %d
15246=Lignes en double supprimées: %d
15247=MUL
15248=Chargement en cours, veuillez patienter...
15249=Le groupe actuel d'outils utilisateur a été modifié, l'enregistrer?
15250=Raccourci
15251=Commande
15252=Description
15253=Script
15254=Licence étudiant
15255=Les associations de fichier ont été établies avec succès!
15256=%d occurrences sélectionnées!
15257=Cette licence est invalide!
15258=Traitement...
15259=Licence mono-utilisateur
15260=Licence multi-utilisateurs
15261=Hôte
15262=Dossier
15263=Vous utilisez la dernière version!
15264=%d fichiers et %d positions ont été remplacés dans %s\n
15265=Les marques du projet ont été mises à jour!
15266=Saisir le nom du dossier:
15267=Voulez-vous supprimer cet élément et les sous-éléments?
15268=Le fichier actuel est un fichier temporaire ou il n'existe pas!
15269=Analyse des marques du projet...
15270=@Projet sans titre
15271=Supprimer ce projet?
15272=%d éléments trouvés!
15273=Les marques de tous les fichiers ouverts ont été mises à jour!
15274=#: Chercher dans fichiers ouverts ou fichiers du projet\n@: Chercher marques dans fichiers ouverts ou fichiers du projet (F5 pour actualiser marques). *Note: EverEdit n'actualisera pas les marques à l'ouverture de nouveaux fichiers!\n/: Chercher et remplacer\n!: Exécuter outils externes\n0~9: Atteindre ligne
15276=CJC
15277=%d fichiers ont été enregistrés automatiquement à %s
15278=Le fichier actuel a été sauvegardé à %s
15279=Ne pas modifier
15280=Vous allez masquer le menu principal!\nPour le réafficher, enfoncez puis relâchez la touche [ALT]!
15281=Saisir puis appuyer sur [Entrée] pour lister tous les éléments correspondants dans la fenêtre de sortie!
15282=Voulez-vous installer ce complément?
15283=Une erreur est survenue lors de l'ouverture de ce complément!
15284=Impossible de libérer le fichier: %s\n
15285=Installation terminée!
15286=Veuillez saisir le titre:
15287=Vous avez installé ce complément, voulez-vous le mettre à jour?
15288=Note: Ce complément nécessite de fermer puis réouvrir EverEdit!
15289=Fichier modèle
15290=Saisir les extensions de fichier à ne pas afficher (obj;git;...)
15291=Voulez-vous recharger la macro enregistrée?
15292=Voulez-vous réécrire dans la macro?
15293=Veuillez saisir l'intervalle de temps (en secondes) pour recharger le fichier modifié (Min:3s):
15294=Script(N/O)
15295=Enfoncez la touche [Maj] et cliquez sur l'élément de menu que vous voulez supprimer!
15296=Veuillez saisir le titre de cet élément rechercher-remplacer:
15297=Souhaitez-vous supprimer tous les éléments de session?
15298=Vous cherchez à ouvrir une session, souhaitez-vous la restaurer?\nNote: tous les fichiers seront fermés!
15299=Historique des sessions
15300=Texte par défaut
15301=Sélection
15302=Numéro de ligne
15303=Règle
15305=Espaces/EOL/EOF
15306=Signet
15307=Zone de pliage
15308=Marge icônes (Info debug...)
15309=Ligne active
15310=Indicateur de sélection
15311=Car. de contrôle
15312=Délimiteur/Paire
15313=Ligne ondulée (erreur orthographe...)
15314=Mettre ligne en retrait
15315=Rectangle vide (Bas de l'éditeur)
15316=Commentaire 1 (Commentaire ligne unique)
15317=Commentaire 2 (Commentaire plusieurs lignes)
15318=Chaîne 1 (Chaîne entre apostrophes)
15319=Chaîne 2 (Chaîne entre guillemets)
15320=Marque
15321=URL
15322=Email
15323=Chiffres
15324=Macro
15325=Ligne de démarcation
15326=Fonction
15327=Mot-clé 1
15328=Mot-clé 2
15329=Mot-clé 3
15330=Mot-clé 4
15331=Surlignage 1 défini par l'utilisateur
15332=Surlignage 2 défini par l'utilisateur
15333=Surlignage 3 défini par l'utilisateur
15334=Surlignage 4 défini par l'utilisateur
15335=Surlignage recherche
15337=Variable
15339=Astuce sous-langage
15441=Opérateur
15443=Autocomplétion
15444=Surlignage 5 défini par l'utilisateur
15445=Surlignage 6 défini par l'utilisateur
15446=Surlignage 7 défini par l'utilisateur
15447=Surlignage 8 défini par l'utilisateur
15448=Prototype
16000=Cocher tous les éléments
16001=Dé-cocher tous les éléments
16002=Sélectionner tous les éléments
16003=Supprimer les éléments sélectionnés
16004=Ajouter un nouvel élément
16005=Effectuer le remplacement par les éléments sélectionnés
16006=Copier et créer un nouveau thème
16007=Supprimer le thème sélectionné
16010=Faire un double clic pour appliquer le thème sélectionné
16011=Écrire le contenu remplacé dans un nouveau fichier!\nVous pouvez remplacer plusieurs lignes!
16012=Gestion de vos éléments [Rechercher-Remplacer] favoris!
16013=Activer ce mode pour chercher un texte dans un très grand fichier!
16014=Déplacer la boîte de dialogue Chercher ou Remplacer en bas
16015=Saisir un texte sur plusieurs lignes
16016=Utiliser le dossier du document actif
16017=Déplacer vers le dossier parent
29500=Exécuter cet outil\nExécuter outil
34000=Exécuter cette macro (appuyer sur la touche Maj pour la modifier directement)\nExécuter macro
35080=Créer un nouveau document avec ce modèle
57345=Prêt
57600=Créer un nouveau document\nNouveau
57601=Ouvrir un document existant\nOuvrir
57602=Fermer le document actif\nFermer
57603=Enregistrer le document actif\nEnregistrer
57604=Enregistrer le document actif sous un nouveau nom\nEnregistrer sous
57605=Modifier les options d'impression\nMise en page
57606=Modifier les options d'imprimante et d'impression\nDéfinir impression
57607=Imprimer le document actif\nImprimer
57609=Afficher le document actif sur l'écran tel qu'il sera imprimé\nAperçu avant impression
57632=Effacer la sélection\nEffacer
57633=Effacer tout\nEffacer tout
57634=Copier la sélection et la placer dans le Presse-papiers\nCopier
57635=Couper la sélection et la placer dans le Presse-papiers\nCouper
57636=Chercher le texte indiqué\nChercher
57637=Insérer le contenu du Presse-papiers, les chaînes seront tronquées à \0\nColler
57640=Répéter la dernière action\nRépéter
57641=Remplacer un texte particulier par un autre texte\nRemplacer
57642=Sélectionner la totalité du document\nSélectionner tout
57643=Annuler la dernière action\nAnnuler
57644=Rétablir l'action annulée précédemment\nRétablir
57653=Diviser la fenêtre active en panneaux\nDiviser
57664=Afficher des informations sur le programme, le numéro de version et le copyright\nÀ propos
57665=Quitter l'application (vous serez invité à enregistrer les documents modifiés)\nQuitter
57680=Passer au panneau suivant dans la fenêtre\nPanneau suivant
57681=Revenir au panneau précédent dans la fenêtre\nPanneau précédent
59392=Afficher ou masquer la barre d'outils\nInverser barre d'outils
59393=Afficher ou masquer la barre d'état\nInverser barre d'état
61184=Modifier la taille de la fenêtre
61185=Modifier la position de la fenêtre
61186=Réduire la fenêtre en une icône
61187=Agrandir la fenêtre en taille maximale
61188=Passer à la fenêtre de document suivante
61189=Passer à la fenêtre de document précédente
61190=Fermer la fenêtre active et inviter à enregistrer les documents
61202=Restaurer la fenêtre en taille normale
61203=Activer liste des tâches
61215=Activer cette fenêtre
61402=Ouvrir ce document
65534=Retirer ce menu\nRetirer
